tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ammonite-repl"
brew "antigen"
brew "coreutils"
brew "asdf"
brew "bison"
brew "curl"
brew "docker"
brew "elixir"
brew "flex"
brew "git"
brew "git-flow"
brew "go"
brew "htop"
brew "hugo"
brew "libsodium"
brew "mas"
brew "mill"
brew "neovim"
brew "node"
brew "postgresql"
brew "pv"
brew "python@3.9", link: true
brew "ruby"
brew "sbt"
brew "scala"
brew "telnet"
brew "tree"
brew "yarn"
cask "adoptopenjdk8"
cask "appcleaner"
cask "calibre"
cask "docker"
cask "firefox-developer-edition"
cask "flux"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepassxc"
cask "netnewswire"
cask "notion"
cask "nvalt"
cask "postgres"
cask "postman"
cask "rectangle"
cask "spotify"
cask "textmate"
cask "transmission"
cask "visual-studio-code"
cask "azure-data-studio"
cask "vivaldi"
mas "GarageBand", id: 682658836
mas "LimeChat", id: 414030210
